Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: All Available Languages
ar_ae: جميع اللغات المتاحة
ar_sa: جميع اللغات المتاحة
da: Alle tilgængelige sprog
da_dk: Alle tilgængelige sprog
de: Alle verfügbaren Sprachen
de_at: Alle verfügbaren Sprachen
de_ch: Alle verfügbaren Sprachen
de_de: ALLE VERFÜGBAREN SPRAC
es: Todos los idiomas disponibles
es_cl: Todos los idiomas disponibles
es_es: Idiomas disponibles
es_mx: Todos los Idiomas Disponibles
es_us: Todos los Idiomas Disponibles
fi: Kaikki saatavilla olevat kielet
fr: Toutes les langues disponibles
fr_be: Toutes les langues disponibles
fr_ca: Toutes les langues disponibles.
fr_fr: Toutes les langues disponibles
he_il: כל השפות הזמינות
hi_in: सभी उपलब्ध भाषाएँ
id: Semua Bahasa yang Tersedia
it: Tutte le lingue disponibili
it_it: Tutte le lingue disponibili
ja_jp: 利用可能な言語すべて
ko_kr: 사용 가능한 모든 언어
ms_my: Semua Bahasa Yang Tersedia
nb_no: Alle tilgjengelige språk
nl: Alle beschikbare talen
nl_be: Alle Beschikbare Talen
pl: Wszystkie dostępne języki
pt: Todas as línguas Disponíveis
pt_br: Todos os Idiomas Disponíveis
pt_pt: Todos os Idiomas Disponíveis
ru: Все доступные языки
sv: Alla tillgängliga språk
sv_se: Alla tillgängliga språk
th: ภาษาทั้งหมดที่สามารถใช้ได้
tr: Tüm Mevcut Diller
tr_tr: Tüm Kullanılabilir Diller
uk_ua: Усі доступні мови
vi: Tất cả các ngôn ngữ có sẵn
vi_vn: Tất cả các ngôn ngữ có sẵn
zh_hans: 所有可用语言
zh_hant: 所有可用語言

source: Hungarian
ar_ae: هنغجري
ar_sa: هنغجري
da: Ungarsk
da_dk: Ungarsk
de: Ungarisch
de_at: Ungarisch
de_ch: Ungarisch
de_de: Ungarisch
es: Húngaro
es_cl: Húngaro
es_es: Húngaro
es_mx: Húngaro
es_us: Húngaro
fi: Unkari
fr: Hongrois
fr_be: Hongrois
fr_ca: Hongrois
fr_fr: Hongrois
he_il: הוּנְגָּרִי
hi_in: हंगेरियन
id: Hungaria
it: Ungherese
it_it: Ungherese
ja_jp: ハンガリー語
ko_kr: 헝가리어
ms_my: Hungaria
nb_no: Ungarer
nl: Hongaars
nl_be: Hongaars
pl: Węgierski
pt: Húngaro
pt_br: Húngaro
pt_pt: Húngaro
ru: Венгерский
sv: Ungersk
sv_se: Ungersk
th: ฮังการี
tr: Macar
tr_tr: Macar
uk_ua: Угорський
vi: Người Hungary
vi_vn: Người Hung-ga-ri
zh_hans: 匈牙利语
zh_hant: 匈牙利語

source: Catalan
ar_ae: كاتالوني
ar_sa: كاتالوني
da: Catalansk
da_dk: Catalansk
de: Katalanisch
de_at: Katalanisch
de_ch: Katalanisch
de_de: Katalanisch
es: Catalán
es_cl: Catalán
es_es: Catalán
es_mx: Catalán
es_us: Catalán
fi: Katalaani
he_il: קָטָלָנִית
hi_in: कातालान
it: Catalano
it_it: Catalano
ja_jp: カタルーニャ語
ko_kr: 카탈로니아어
nb_no: Katalanisk
nl: Catalaans
nl_be: Catalaans
pl: Katalański
pt: Catalão
pt_br: Catalão
pt_pt: Catalão
ru: Каталанский
sv: Katalan
sv_se: Katalan
th: คาตาลัน
tr: Katalan
tr_tr: Katalanca
uk_ua: Каталонський
vi: Tiếng Catalan
vi_vn: Tây Ban Nha
zh_hans: 加泰罗尼亚语
zh_hant: 嘉泰羅尼亞語

source: Czech
ar_ae: تشيكي
ar_sa: تشيكي
da: Tjekkisk
da_dk: Tjekkisk
de: Tschechisch
de_at: Tschechisch
de_ch: Tschechisch
de_de: Tschechisch
es: Checo
es_cl: Checo
es_es: Checo
es_mx: Checo
es_us: Checo
fi: Tšekki
fr: Tchèque
fr_be: Tchèque
fr_ca: Tchèque
fr_fr: Tchèque
he_il: צֵ׳כִי
hi_in: चेक
id: Ceko
it: Ceco
it_it: Ceco
ja_jp: チェコ語
ko_kr: 체코어
ms_my: Ceko
nb_no: Tsjekker
nl: Tsjech
nl_be: Tsjechisch
pl: Czeski
pt: Tcheco
pt_br: Tcheco
pt_pt: Tcheco
ru: Чецкий
sv: Tjeck
sv_se: Tjeck
th: เช็ก
tr: Çek
tr_tr: Çek
uk_ua: Чеський
vi: Tiệp Khắc
vi_vn: Tiệp Khắc
zh_hans: 捷克语
zh_hant: 捷克語

source: Settings
ar_ae: الإعدادات
ar_sa: الإعدادات
da: Indstillinger
da_dk: Indstillinger
de: Einstellungen
de_at: Einstellungen
de_ch: Einrichtungen
de_de: Einstellung
es: Configuración
es_cl: Configuración
es_es: Ajustes
es_mx: Ajustes
es_us: Ajustes
fi: Asetukset
fr: Paramètres
fr_be: Paramètres
fr_ca: Paramètres
fr_fr: Paramètres
he_il: הגדרות
hi_in: सेटिंग्स
id: Pengaturan
it: Impostazioni
it_it: Impostazioni
ja_jp: セッティング
ko_kr: 설정
ms_my: Tetapan
nb_no: Innstillinger
nl: Instellingen
nl_be: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
sv: Inställningar
sv_se: Inställningar
th: การตั้งค่า
tr: Ayarlar
tr_tr: Ayarlar
uk_ua: Налаштування
vi: Cài đặt
vi_vn: Cài đặt
zh_hans: 设定
zh_hant: 設置

source: Overwrite All Translations
ar_ae: تغيير جميع الترجمات
ar_sa: إعادة كتابة جميع الترجمات
da: Overskriv alle oversættelser
da_dk: Overskriv alle oversættelser
de: Alle Übersetzungen überschreiben
de_at: Alle Übersetzungen überschreiben
de_ch: Alle Übersetzungen überschreiben
de_de: Alle Übersetzungen überschreiben
es: Reescribir todas las traducciones
es_cl: Reescribir Todas Las Traducciones
es_es: Sobrescribir todas las traducciones
es_mx: Sobrescribir todas las traducciones
es_us: Sobrescribir todas las traducciones
fi: Ylivuota kaikki käännökset
fr: Remplacer toutes les traductions
fr_be: Remplacer toutes les traductions
fr_ca: Remplacer toutes les traductions.
fr_fr: Remplacer toutes les traductions
he_il: למחוק את כל התרגומים
hi_in: सभी अनुवादों को ओवरराइट करें
id: Menuliskan Ulang Semua Terjemahan
it: Sovrascrivi tutte le traduzioni
it_it: Sovrascrivi tutte le traduzioni
ja_jp: すべての翻訳を上書きする
ko_kr: 모든 번역을 덮어쓰기
ms_my: Menulis Semula Semua Terjemahan
nb_no: Overskriv alle oversettelser
nl: Alle vertalingen overschrijven
nl_be: Alle vertalingen overschrijven
pl: Przejmij wszystkie tłumaczenia
pt: Reescrever Todas as Traduções
pt_br: Sobrecarregar todas as traduções
pt_pt: Sobrecarregar todas as traduções
ru: Заменить все переводы
sv: Skriv om alla översättningar
sv_se: Överskriv alla översättningar
th: แก้ไขการแปลทั้งหมด
tr: Tüm Çevirileri Yeniden Yazın
tr_tr: Tüm Çevirileri Sıfırla
uk_ua: Переписати всі переклади
vi: Sửa lại tất cả các bản dịch
vi_vn: Điền tất cả các bản dịch
zh_hans: 覆盖所有翻译
zh_hant: 覆蓋所有翻譯

source: ETA
ar_ae: الوقت المتوقع للوصول
ar_sa: الوقت المتوقع للوصول
da: EST
da_dk: Forventet ankomsttidspunkt
de: Voraussichtliche Ankunftszeit
de_at: Geschätzte Ankunftszeit
fr_be: Heure d'arrivée estimée
fr_ca: Heure d'arrivée prévue.
it: L'ETA
ja_jp: イータ
ko_kr: 최대 예상 도착 시간
nb_no: Forventet ankomsttidspunkt
nl: Verwachte aankomsttijd
nl_be: Verwachte aankomsttijd
pt_br: Ate a hora prevista
ru: Ожидаемая дата прибытия
th: เวลาเดินทางถึงกำหนด
tr: Tahmini varış süresi
tr_tr: Tahmini varış zamanı
uk_ua: ЕТА
zh_hans: 希腊语字母表第七字母
zh_hant: 預計抵達時間

source: Croatian
ar_ae: كرواتي
ar_sa: كرواتي
da: Kroatisk
da_dk: Kroatisk
de: Kroatisch
de_at: Kroatisch
de_ch: Kroatisch
de_de: Kroatisch
es: Croata
es_cl: Croata
es_es: Croata
es_mx: Croata
es_us: Croata
fi: Kroaatti
fr: Croate
fr_be: Croate
fr_ca: Croate
fr_fr: Croate
he_il: קְרוֹאָטִי
hi_in: क्रोएशियाई
id: Kroatia
it: Croato
it_it: Croato
ja_jp: クロアチア人
ko_kr: 크로아티아어
ms_my: Croatia
nb_no: Kroat
nl: Kroatisch
nl_be: Kroatisch
pl: Chroatyjski
pt: Croata
pt_br: Húngaro
pt_pt: Húngaro
ru: Хрватский
sv: Kroatisk
sv_se: Kroatisk
th: โครแอต
tr: Hırvatça
tr_tr: Hırvatistanlı
uk_ua: Хорватський
vi: Croatia
vi_vn: Thuộc về Croatia
zh_hans: 克罗地亚人
zh_hant: 克羅埃西亞人

source: Open .xcstrings files directly in XCStrings translator from Finder and the Open With menu.
ar_ae: افتح ملفات .xcstrings مباشرة في مترجم XCStrings من Finder وقائمة "افتح مع".
ar_sa: افتح ملفات .xcstrings مباشرة في مترجم XCStrings من Finder وقائمة "افتح مع".
da: Åbn .xcstrings-filer direkte i XCStrings-oversætteren fra Finder og åbn med-menuen.
da_dk: Åbn .xcstrings-filer direkte i XCStrings-oversættelsen fra Finder eller via Open With-menuen.
de: Öffnen Sie .xcstrings-Dateien direkt im XCStrings-Übersetzer vom Finder und dem Menü „Öffnen mit“.
de_at: Öffne .xcstrings-Dateien direkt im XCStrings-Übersetzer vom Finder und im Menü „Öffnen mit“.
de_ch: Öffnen Sie die .xcstrings-Dateien direkt im XCStrings-Translator im Finder und im Menü «Öffnen mit».
de_de: Öffnen Sie .xcstrings-Dateien direkt im XCStrings-Translator im Finder und im Menü „Öffnen mit“.
es: Abre los archivos .xcstrings directamente en el traductor XCStrings desde Finder y el menú Abrir con.
es_cl: Abre archivos .xcstrings directamente en el traductor XCStrings desde Finder y el menú Abrir con.
es_es: Abra los archivos .xcstrings directamente en el traductor XCStrings desde el Finder y el menú Abrir con.
es_mx: Abra los archivos .xcstrings directamente en el traductor XCStrings desde el Finder y el menú Abrir con.
es_us: Abra los archivos .xcstrings directamente en el traductor XCStrings desde el Finder y el menú Abrir con.
fi: Avaa .xcstrings-tiedostot suoraan XCStrings-kääntäjästä Finderista ja Avaa-valikosta.
fr: Ouvrez les fichiers .xcstrings directement dans le traducteur XCStrings depuis Finder et le menu Ouvrir avec.
fr_be: Ouvrez les fichiers .xcstrings directement dans le traducteur XCStrings depuis Finder et le menu Ouvrir avec.
fr_ca: Ouvrez les fichiers .xcstrings directement dans le traducteur XCStrings à partir du Finder et du menu Ouvrir avec.
fr_fr: Ouvrez les fichiers .xcstrings directement dans le traducteur XCStrings à partir du Finder et du menu Ouvrir avec.
he_il: פתח קבצי .xcstrings ישירות במתרגם XCStrings מ-Finder ותפריט "פתח עם".
hi_in: Finder और Open With मेनू से XCStrings अनुवादक में सीधे .xcstrings फ़ाइलें खोलें।
id: Buka file .xcstrings secara langsung di penerjemah XCStrings dari Finder dan menu Buka Dengan.
it: Apri i file .xcstrings direttamente nel traduttore XCStrings dal Finder e dal menu Apri con.
it_it: Apri i file .xcstrings direttamente nel traduttore XCStrings dal Finder e dal menu Apri con.
ja_jp: FinderとOpen Withメニューから、XCStringsトランスレータに直接.xcstringsファイルを開きます。
ko_kr: 찾기 및 열기 메뉴에서 XCStrings 변환기에서 .xcstrings 파일을 직접 엽니다.
ms_my: Buka fail .xcstrings secara langsung dalam penterjemah XCStrings dari Finder dan menu Buka Dengan.
nb_no: Åpne .xcstrings-filer direkte i XCStrings-oversetteren fra Finder og Open With-menyen.
nl: Maak .xcstrings-bestanden rechtstreeks open in de XCStrings-vertaler vanuit Finder en het menu Open met.
nl_be: Open .xcstrings-bestanden direct in de XCStrings-vertaler vanuit Finder en het menu Openen met.
pl: Otwórz pliki .xcstrings bezpośrednio w tłumaczniku XCStrings z Findera i menu Otwórz z.
pt: Abra os ficheiros .xcstrings diretamente no tradutor XCStrings a partir do Finder e do menu Abrir com.
pt_br: Abra os arquivos .xcstrings diretamente no tradutor XCStrings do Finder e no menu Abrir Com.
pt_pt: Abra os ficheiros .xcstrings diretamente no tradutor XCStrings do Finder e no menu Abrir com.
ru: Откройте файлы .xcstrings напрямую в перекладателе XCStrings из Finder и из меню Open With.
sv: Öppna .xcstrings-filer direkt i XCStrings-översättaren från Finder och menyn Öppna med.
sv_se: Öppna .xcstrings-filer direkt i XCStrings-översättaren från Finder och i menyn Öppna med.
th: เปิดไฟล์ .xcstrings โดยตรงในตัวแปล XCStrings จาก Finder และเมนู Open With
tr: .xcstrings dosyalarını Finder'dan ve Açık ile menüsünden doğrudan XCStrings çevirici içinde açın.
tr_tr: XCStrings çevirmeninden Finder'ın ve Açma menüsünün yanı sıra .xcstrings dosyalarını doğrudan açın.
uk_ua: Відкрийте файли .xcstrings безпосередньо в перекладачі XCStrings з Finder та меню "Відкрити з".
vi: Mở các tệp .xcstrings trực tiếp trong trình dịch XCStrings từ Finder và menu Mở với.
vi_vn: Mở các tệp .xcstrings trực tiếp trong trình dịch XCStrings từ Finder và menu Mở với.
zh_hans: 直接在“Finder”和“Open With”菜单中，通过“XCStrings”翻译器打开.xcstrings文件。
zh_hant: 直接在 Finder 和「另開」選單中，開啟 XCStrings 轉換器中的 .xcstrings 檔案。

source: Not Now
ar_ae: ليس الآن
ar_sa: ليس الآن
da: Ikke nu
da_dk: Ikke nu
de: Nicht jetzt
de_at: Nicht jetzt
de_ch: Nicht jetzt.
de_de: Nicht Jetzt
es: No ahora
es_cl: No ahora
es_es: Ahora no
es_mx: Ahora no
es_us: Ahora no
fi: Ei nyt
fr: Pas maintenant
fr_be: Pas maintenant
fr_ca: Pas maintenant
fr_fr: Pas maintenant
he_il: לא עכשיו
hi_in: अभी नहीं
id: Bukan sekarang
it: Non ora
it_it: Non ora
ja_jp: 今はだめだ
ko_kr: 지금은 아닙니다.
ms_my: Bukan sekarang
nb_no: Ikke nå
nl: Niet nu
nl_be: Niet nu
pl: Nie teraz
pt: Não agora
pt_br: Agora não
pt_pt: Agora não
ru: Не сейчас
sv: Inte nu
sv_se: Inte nu
th: ไม่ใช่ตอนนี้
tr: Şimdi Değil
tr_tr: Şimdi değil
uk_ua: Не зараз
vi: Không phải bây giờ
vi_vn: Không bây giờ
zh_hans: 现在不
zh_hant: 現在不

source: Waiting for translation
ar_ae: في انتظار الترجمة
ar_sa: في انتظار الترجمة
da: Venter på oversættelse
da_dk: Venter på oversættelse
de: Wartet auf Übersetzung
de_at: Wartet auf Übersetzung
de_ch: Wartend auf Übersetzung.
de_de: Warten auf Übersetzung
es: Esperando la traducción
es_cl: Esperando la traducción
es_es: A la espera de la traducción
es_mx: A la espera de la traducción
es_us: A la espera de la traducción
fi: Odottaa käännöstä
fr: En attente de traduction
fr_be: En attente de traduction
fr_ca: En attente de traduction.
fr_fr: En attente de traduction
he_il: מחכה לתרגום
hi_in: अनुवाद की प्रतीक्षा कर रहा हूँ
id: Menunggu terjemahan
it: In attesa di traduzione
it_it: In attesa di traduzione
ja_jp: 翻訳を待っています
ko_kr: 번역기 기다림중입니다
ms_my: Menunggu terjemahan
nb_no: Venter på oversettelse
nl: Wachten op vertaling
nl_be: Wachten op vertaling
pl: Czekanie na tłumaczenie
pt: A aguardar a tradução
pt_br: Aguardando tradução
pt_pt: A aguardar tradução
ru: Жду перевода
sv: Väntar på översättning
sv_se: Vänta på översättning
th: รอการแปล
tr: Çeviriyi bekliyor
tr_tr: Çeviri Bekliyor
uk_ua: Чекаю на переклад
vi: Đang chờ bản dịch
vi_vn: Đang chờ bản dịch
zh_hans: 翻译中
zh_hant: 正在等待翻譯

source: Does not overwrite the original strings file.
ar_ae: لا يقوم بتغيير ملف السلاسل الأصلي.
ar_sa: لا يقوم بتغيير ملف السلاسل الأصلي.
da: Overskriver ikke den originale strengfil.
da_dk: Skriver ikke over den oprindelige tekstfil.
de: Überschreibt die Original-Strings-Datei nicht.
de_at: Überschreibt die Original-Strings-Datei nicht.
de_ch: Die Original-String-Datei wird nicht überschrieben.
de_de: Die ursprüngliche Datei mit Strings wird nicht überschrieben.
es: No sobrescribe el archivo de cadenas original.
es_cl: No sobrescribe el archivo de cadenas original.
es_es: No sobrescribe el archivo de cadena original.
es_mx: No sobrescriba el archivo de cadenas originales.
es_us: No sobrescriba el archivo de cadena original.
fi: Ei korvaa alkuperäistä merkkijonotiedostoa.
fr: N'efface pas le fichier de chaînes d'origine.
fr_be: Ne remplace pas le fichier de chaînes d'origine.
fr_ca: Ne remplace pas le fichier de chaînes original.
fr_fr: Ne remplace pas le fichier de chaînes original.
he_il: אינו מחליף את קובץ המחרוזות המקורי.
hi_in: मूल स्ट्रिंग फ़ाइल को अधिलेखित नहीं करता है।
id: Tidak menulis ulang file string asli.
it: Il file delle stringhe originale non viene sovrascritto.
it_it: Il file delle stringhe originale non viene sovrascritto.
ja_jp: 元の文字列ファイルを上書きしません。
ko_kr: 원래 문자열 파일을 덮어씁니다.
ms_my: Tidak menuliskan semula fail rentetan asal.
nb_no: Skriver ikke over den originale strengfilen.
nl: Schrijft het originele tekenreeksbestand niet over.
nl_be: Overschrijft het geen bestand met de originele strings.
pl: Nie nadpisuje oryginalnego pliku ciągów.
pt: Não sobrescreve o ficheiro de strings original.
pt_br: O arquivo de strings original não é substituído.
pt_pt: O ficheiro de strings original não é substituído.
ru: Не изменяет исходный файл строк.
sv: Överskriver inte den ursprungliga strängfilen.
sv_se: Skriver inte över den ursprungliga textfilen.
th: ไม่เขียนทับไฟล์สตริงดั้งเดิม
tr: Orijinal dize dosyasına overwrite yapmaz.
tr_tr: Orijinal dizileri dosyasını yazdırmaz.
uk_ua: Не перезаписує оригінальний файл рядків.
vi: Không ghi đè tệp chuỗi gốc.
vi_vn: Không ghi đè lên tệp văn bản gốc.
zh_hans: 不会覆盖原生字符串文件。
zh_hant: 請勿覆蓋原始字串檔案。

source: Save progress after each completed language.
ar_ae: احفظ التقدم بعد كل لغة مكتملة.
ar_sa: احفظ التقدم بعد كل لغة مكتملة.
da: Gem fremskridt efter hvert fuldført sprog.
da_dk: Gem fremskridt efter hvert færdiggjort sprog.
de: Speichern Sie den Fortschritt nach jeder abgeschlossenen Sprache.
de_at: Speichern Sie den Fortschritt nach jeder abgeschlossenen Sprache.
de_ch: Speichern Sie den Fortschritt nach jeder abgeschlossenen Sprache.
de_de: Speichern Sie den Fortschritt nach jeder abgeschlossenen Sprache.
es: Guarda el progreso después de cada idioma completado.
es_cl: Guardar el progreso después de cada idioma completado.
es_es: Guarde el progreso después de cada idioma completado.
es_mx: Guarde el progreso después de cada idioma completado.
es_us: Guarda el progreso después de cada idioma completado.
fi: Tallenna edistyminen jokaisen suoritetun kielen jälkeen.
fr: Enregistrez vos progrès après chaque langue terminée.
fr_be: Enregistrer les progrès après chaque langue terminée.
fr_ca: Sauvegardez votre progression après chaque langue terminée.
fr_fr: Sauvegarde les progrès faits après chaque langue maîtrisée.
he_il: שמור התקדמות לאחר כל שפה שהושלמה.
hi_in: प्रत्येक पूरी की गई भाषा के बाद प्रगति सहेजें।
id: Simpan kemajuan setelah setiap bahasa yang selesai.
it: Salva i progressi dopo ogni lingua completata.
it_it: Salva i progressi dopo ogni lingua completata.
ja_jp: 各言語を完了した後に進捗状況を保存する。
ko_kr: 각각 완료된 언어를 마친 후 진행 상황을 저장하세요.
ms_my: Simpan kemajuan selepas setiap bahasa yang selesai.
nb_no: Lagre fremgang etter hvert fullført språk.
nl: Sla voortgang op na elke voltooide taal.
nl_be: Sla de voortgang op na elke voltooide taal.
pl: Zapisz postępy po każdym ukończonym języku.
pt: Salvar o progresso após cada idioma concluído.
pt_br: Salve progresso após cada idioma concluído.
pt_pt: Guarde o progresso após cada idioma concluído.
ru: Сохраняйте прогресс после каждого завершённого языка.
sv: Spara framsteg efter varje slutfört språk.
sv_se: Spara dina framsteg efter varje avslutad språk.
th: บันทึกความคืบหน้าหลังจากแต่ละภาษาที่เสร็จสิ้น
tr: Her tamamlanan dilden sonra ilerlemeyi kaydedin.
tr_tr: Her tamamlanmış dil için ilerleme kaydedin.
uk_ua: Збережіть прогрес після кожного завершеного мови.
vi: Lưu tiến độ sau mỗi ngôn ngữ đã hoàn thành.
vi_vn: Hãy lưu tiến trình sau mỗi lần hoàn thành một ngôn ngữ.
zh_hans: 保存每个完成的语言的进度。
zh_hant: 在每個完成的語言之後保存進度。

source: Arabic
ar_ae: عربي
ar_sa: عربي
da: Arabisk
da_dk: Arabisk
de: Arabisch
de_at: Arabisch
de_ch: Arabisch
de_de: Arabisch
es: Árabe
es_cl: Árabe
es_es: Árabe
es_mx: Árabe
es_us: Árabe
fi: Arabia
fr: Arabe
fr_be: Arabe
fr_ca: Arabe
fr_fr: Arabe
he_il: עֲרָבִי
hi_in: अरबी
id: Arab
it: Arabo
it_it: Arabo
ja_jp: アラビア語
ko_kr: 아라비아어
ms_my: Arab
nb_no: Arabisk
nl: Arabisch
nl_be: Arabisch
pl: Arabijski
pt: Árabe
pt_br: Árabe
pt_pt: Árabe
ru: Арабский
sv: Arabisk
sv_se: Arabisk
th: อาหรับ
tr: Arapça
tr_tr: Arapça
uk_ua: Арабський
vi: Tiếng Ả Rập
vi_vn: Tiếng A-rập
zh_hans: 阿拉伯的
zh_hant: 阿拉伯語

source: Make Default App for .xcstrings
ar_ae: قم بإعداد التطبيق الافتراضي لـ .xcstrings
ar_sa: إنشاء التطبيق الافتراضي لـ .xcstrings
da: Gør standardapp til .xcstrings
da_dk: Indstil standardapp til .xcstrings-tekstfil
de: Standard-App für .xcstrings festlegen
de_at: Standard-App für .xcstrings erstellen
de_ch: App-Standard für .xcstrings setzen.
de_de: Standard-App für .xcstrings erstellen
es: Hacer la aplicación predeterminada para .xcstrings
es_cl: Hacer la aplicación predeterminada para .xcstrings
es_es: Obtener la aplicación predeterminada para .xcstrings
es_mx: Hacer la aplicación predeterminada para .xcstrings
es_us: Obtener la aplicación predeterminada para .xcstrings
fi: Aseta oletussovellus .xcstringsille
fr: Définir l'application par défaut pour .xcstrings
fr_be: Définir l'application par défaut pour .xcstrings
fr_ca: Définir l'application par défaut pour les .xcstrings.
fr_fr: Créez une application par défaut pour .xcstrings
he_il: צור אפליקציה ברירת מחדל עבור .xcstrings
hi_in: .xcstrings के लिए डिफ़ॉल्ट ऐप बनाएं
id: Buat Aplikasi Default untuk .xcstrings
it: Crea l'app predefinita per .xcstrings
it_it: Crea l'app predefinita per .xcstrings
ja_jp: .xcstrings のデフォルトのアプリを作成する。
ko_kr: .xcstrings에 대한 기본 앱 만들기
ms_my: Buat Aplikasi Lalai untuk .xcstrings
nb_no: Lag standardapp for .xcstrings-filtypen.
nl: Stel Default App in voor .xcstrings
nl_be: Maak standaardapp voor .xcstrings
pl: Utwórz domyślny aplikację dla .xcstrings
pt: Criar Aplicativo Padrão para .xcstrings
pt_br: Crie um aplicativo padrão para .xcstrings
pt_pt: Crie o aplicativo predefinido para .xcstrings
ru: Создать по умолчанию приложение для .xcstrings
sv: Gör standardapp för .xcstrings
sv_se: Ställ in standardapp för .xcstrings-filer
th: ตั้งค่าแอปเป็นค่าเริ่มต้นสำหรับ .xcstrings
tr: .xcstrings için Varsayılan Uygulama Yapın
tr_tr: .xcstrings için varsayılan uygulama oluşturun
uk_ua: Створити заздалегідь встановлений додаток для .xcstrings
vi: Đặt ứng dụng mặc định cho .xcstrings
vi_vn: Tạo ứng dụng mặc định cho .xcstrings
zh_hans: 为.xcstrings创建默认应用程序
zh_hant: 為.xcstrings建立預設應用程式

source: Save
ar_ae: حفظ
ar_sa: حفظ
da: Redde
da_dk: Redde
de: Speichern
de_at: Speichern
de_ch: Sparen
de_de: Sparen
es: Guardar
es_cl: Guardar
es_es: Guardar
es_mx: Guardar
es_us: Guardar
fi: Pelastaa
fr: Économiser
fr_be: Enregistrer
fr_ca: Économiser
fr_fr: Économiser
he_il: הִצִּיל
hi_in: सहेजें
id: Simpan
it: Salvare
it_it: Salvare
ja_jp: 保存する
ko_kr: 저장
ms_my: Menyelamatkan
nb_no: Redning
nl: Opslaan
nl_be: Opslaan
pl: Zapisz
pt: Salvar
pt_br: Salvar
pt_pt: Salvar
ru: Сохранить
sv: Rädda
sv_se: Rädda
th: บันทึก
tr: Korumak
tr_tr: Korumak
uk_ua: Зберегти
vi: Lưu
vi_vn: Bảo lưu
zh_hans: 挽救
zh_hant: 儲存

source: English (US)
ar_ae: الإنجليزية (الولايات المتحدة الأمريكية)
ar_sa: الإنجليزية (الولايات المتحدة الأمريكية)
da: Engelsk (USA)
da_dk: Engelsk (USA)
de: Englisch (USA)
de_at: Englisch (USA)
de_ch: Englisch (US)
de_de: Englisch (US)
es: Inglés (EE. UU.)
es_cl: Inglés (EE. UU.)
es_es: Inglés (EE. UU.)
es_mx: Inglés (EE. UU.)
es_us: Inglés (EE. UU.)
fi: Englanti (Yhdysvallat)
fr: Anglais (États-Unis)
fr_be: Anglais (États-Unis)
fr_ca: Anglais (USA)
fr_fr: Anglais (USA)
he_il: אנגלית (ארה"ב)
hi_in: अंग्रेज़ी (यूएस)
id: Bahasa Inggris (AS)
it: Inglese (USA)
it_it: Inglese (USA)
ja_jp: 英語（米国）
ko_kr: 영어(미국)
ms_my: Bahasa Inggeris (AS)
nb_no: Engelsk (USA)
nl: Engels (VS)
nl_be: Engels (VS)
pl: Angielski (USA)
pt: Inglês (EUA)
pt_br: Inglês (EUA)
pt_pt: Inglês (EUA)
ru: Инглийский (США)
sv: Engelska (USA)
sv_se: Engelska (USA)
th: ภาษาอังกฤษ (สหรัฐอเมริกา)
tr: İngilizce (ABD)
tr_tr: İngilizce (ABD)
uk_ua: Англійська (США)
vi: Tiếng Anh (Mỹ)
vi_vn: Tiếng Anh (Hoa Kỳ)
zh_hans: 英语（美国）
zh_hant: 英語（美國）

source: Polish
ar_ae: بولندي
ar_sa: بولندي
da: Polere
da_dk: Polere
de: Polnisch
de_at: Polnisch
de_ch: Hochglanz
de_de: Hochglanz
es: Polaco
es_cl: Polaco
es_es: Pulido
es_mx: Pulido
es_us: Pulido
fi: Kiillottaa
fr: Polir
fr_be: Polonais
fr_ca: Polir
fr_fr: Polir
he_il: הִבְרִיק
hi_in: पोलिश
id: Polandia
it: Lucido
it_it: Lucido
ja_jp: ポーランド語
ko_kr: 폴란드어
ms_my: Menggosok
nb_no: Polering
nl: Polijsten
nl_be: Pools
pl: Polski
pt: Polimento
pt_br: Polimento
pt_pt: Polimento
ru: Польский
sv: Polering
sv_se: Polering
th: โปแลนด์
tr: Polonyalı
tr_tr: Polonyalı
uk_ua: Польський
vi: Tiếng Ba Lan
vi_vn: Đánh bóng
zh_hans: 磨光
zh_hant: 波蘭語
